Repository: piermariacosina/Tacat-
Catalog: tacati-main/languages/*.po
Languages: it_it

# post type general name
source: Producers
it_it: Produttori

# post type singular name
source: Producers
it_it: Produttori

# Gallery item
source: Add New Producer
it_it: Aggiungi nuovo Produttore

source: Add New Producers Item
it_it: Aggiungi nuovo Produttore

source: Edit Producers Item
it_it: Modifica Produttore

source: New Producers Item
it_it: Nuovo Produttore

source: View Producers Item
it_it: Visualizza Produttore

source: Search Producers
it_it: Cerca Produttore

# Gallery item
source: Add New Noprofit
it_it: Aggiungi nuovo Noprofit

source: Add New Noprofits Item
it_it: Aggiungi nuovo Noprofit

source: Edit Noprofits Item
it_it: Modifica Noprofit

source: New Noprofits Item
it_it: Nuovo Noprofit

source: View Noprofits Item
it_it: Visualizza Noprofit

source: Search Noprofits
it_it: Cerca Noprofits

# Gallery item
source: Add New PDR
it_it: Aggiungi nuovo PDR

source: Add New PDR Item
it_it: Aggiungi nuovo PDR

source: Edit PDR Item
it_it: Modifica PDR

source: New PDR Item
it_it: Nuovo PDR

source: View PDR Item
it_it: Visualizza PDR

source: Search PDRs
it_it: Cerca PDRs
